[
    
  {
    "id": "baby-sleep-tips",
    "title": "Bebeklerde Uyku Düzeni İçin İpuçları",
    "subtitle": "Bebeğinizin daha iyi uyuması için öneriler",
    "content": "Bebeklerin uyku düzeni, ebeveynler için en büyük zorluklardan biri olabilir. Ancak doğru yaklaşımlar ve rutinlerle bu süreci kolaylaştırabilirsiniz. Bebeklerin uykuya dalmasını kolaylaştırmak için sakin bir ortam yaratmak, uyku öncesi rutinler oluşturmak ve bebeğin biyolojik saatine uygun hareket etmek önemlidir. Uyku öncesi banyo yaptırmak, hafif bir masaj yapmak ve ninni söylemek gibi aktiviteler bebeğinizin rahatlamasına yardımcı olabilir. Ayrıca, uyku sırasında güvenliği sağlamak için sırt üstü yatırmak ve yatağında yastık, battaniye gibi eşyalar bulundurmamak gerekir. Bebeklerin uyku düzeni oluşturulurken sabırlı olmak ve her bebeğin farklı bir ritmi olduğunu unutmamak önemlidir. Bu rehberde, bebeğinizin uyku düzenini oluşturmanıza yardımcı olacak pratik ipuçlarını ve bilimsel temelli önerileri bulabilirsiniz.",
    "imagePath": "https://raw.githubusercontent.com/okankayci/baby_plus/refs/heads/main/data/articles/images/articles_2.jpg",
    "category": "Bebek Uyku Düzeni",
    "readTimeMinutes": 10,
    "publishDate": "2025-08-12T10:00:00Z",
    "tags": ["bebek uyku", "uyku düzeni", "ebeveyn ipuçları"]
}, {
    "id": "baby-feeding-guide",
    "title": "Bebek Beslenmesi: İlk Aylar",
    "subtitle": "Bebeğinizin sağlıklı büyümesi için beslenme rehberi",
    "content": "Bebeklerin ilk aylarında doğru beslenme, sağlıklı bir gelişim için kritik öneme sahiptir. Anne sütü, bebeğiniz için en ideal besindir ve ilk 6 ay boyunca önerilir. Anne sütü, bebeğinizin bağışıklık sistemini güçlendiren ve enfeksiyonlara karşı koruyan antikorlar içerir. Eğer anne sütü mümkün değilse, doktorunuzun önerdiği formül mamaları kullanabilirsiniz. Beslenme sırasında hijyen kurallarına dikkat etmek, biberon ve emzik gibi malzemeleri düzenli olarak sterilize etmek önemlidir. Ayrıca, bebeğinizin açlık sinyallerini tanımak, onun ihtiyaçlarını daha iyi anlamanıza yardımcı olur. Açlık sinyalleri arasında ellerini ağzına götürmesi, dudaklarını büzmesi ve huzursuzlanması sayılabilir. Bu rehberde, bebeğinizin beslenme ihtiyaçlarını anlamanıza ve doğru şekilde karşılamanıza yardımcı olacak detaylı bilgiler bulabilirsiniz. Ayrıca, gaz çıkarma yöntemleri ve beslenme sonrası bebeğinizi rahatlatma teknikleri hakkında da öneriler sunulmaktadır.",
    "imagePath": "https://raw.githubusercontent.com/okankayci/baby_plus/refs/heads/main/data/articles/images/articles_3.jpg",
    "category": "Bebek Beslenmesi",
    "readTimeMinutes": 12,
    "publishDate": "2025-08-12T11:00:00Z",
    "tags": ["bebek beslenmesi", "anne sütü", "formül mama", "bebek sağlığı"]
},
{
    "id": "baby-bath-guide",
    "title": "Bebeklerde Banyo ve Temizlik Rehberi",
    "subtitle": "Bebeğinizin cildine uygun, güvenli ve keyifli banyo deneyimi için öneriler",
    "content": "Bebeklerin cildi yetişkinlere göre çok daha hassastır ve özel bakım gerektirir. İlk aylarda bebeğinizi haftada 2-3 kez yıkamak yeterlidir. Banyo için oda sıcaklığının 24-26°C, suyun ise 36-37°C olması idealdir. Bebeğinizi yıkamadan önce tüm malzemelerinizi hazırlayın: yumuşak bir havlu, bebek şampuanı, temiz bir bez ve pamuklu giysiler. Bebeğinizi yıkarken başını ve boynunu destekleyin, sabun ve şampuanı az miktarda kullanın. Banyo sonrası cildini nazikçe kurulayın ve gerekirse nemlendirici sürün. Göbek bağı düşene kadar bu bölgeyi kuru tutmaya özen gösterin. Banyo, bebeğinizle bağ kurmak ve onu rahatlatmak için harika bir fırsattır. Ayrıca, banyo sonrası yapılan hafif masaj, bebeğinizin uykuya geçişini kolaylaştırır.",
    "imagePath": "https://raw.githubusercontent.com/okankayci/baby_plus/refs/heads/main/data/articles/images/articles_4.jpg",
    "category": "Bebek Bakımı",
    "readTimeMinutes": 9,
    "publishDate": "2025-08-12T12:00:00Z",
    "tags": ["bebek banyosu", "bebek temizliği", "bebek bakımı"]
},
{
    "id": "baby-health-checks",
    "title": "Bebeklerde Sağlık Kontrolleri ve Aşı Takvimi",
    "subtitle": "Bebeğinizin sağlıklı gelişimi için düzenli kontrollerin ve aşıların önemi",
    "content": "Bebeklerin sağlıklı büyümesi için düzenli doktor kontrolleri ve aşılar büyük önem taşır. Doğumdan sonraki ilk hafta içinde mutlaka bir çocuk doktoru kontrolü yapılmalıdır. Bu kontrollerde bebeğin kilosu, boyu, baş çevresi ölçülür ve genel sağlık durumu değerlendirilir. İlk 6 ayda bebekler için Hepatit B, BCG, DaBT-IPA-Hib, KPA ve rotavirüs gibi aşılar uygulanır. Aşılar, bebeğin bağışıklık sistemini güçlendirir ve ciddi hastalıklara karşı koruma sağlar. Kontroller sırasında doktorunuzdan beslenme, uyku ve gelişimle ilgili sorularınızı çekinmeden sorabilirsiniz. Ayrıca, sarılık, ateş, solunum güçlüğü gibi belirtiler gözlemlendiğinde vakit kaybetmeden sağlık kuruluşuna başvurmak gerekir. Bu rehberde, bebeklerde sağlık kontrollerinin sıklığı, aşı takvimi ve dikkat edilmesi gereken noktalar detaylı şekilde anlatılmaktadır.",
    "imagePath": "https://raw.githubusercontent.com/okankayci/baby_plus/refs/heads/main/data/articles/images/articles_5.jpg",
    "category": "Bebek Sağlığı",
    "readTimeMinutes": 11,
    "publishDate": "2025-08-12T13:00:00Z",
    "tags": ["bebek sağlığı", "aşı takvimi", "doktor kontrolü"]
}
]
