[
  {
    "id": "newborn-care-101",
    "title": "Yenidoğan Bakımının Temelleri",
    "subtitle": "Bebeğinizin ilk günlerinde bilmeniz gereken her şey",
    "content": "Yenidoğan bakımı, yeni ebeveynler için hem heyecan verici hem de zorlayıcı olabilir. Bu rehberde, bebeğinizin temel ihtiyaçlarını karşılamak için gerekli tüm bilgileri bulacaksınız. Yenidoğan beslenmesi, alt değiştirme, banyo yaptırma ve uyku düzeni hakkında pratik ipuçları içerir. Ayrıca, bebeğinizin sağlıklı gelişimi için önemli olan rutin kontroller ve aşı takvimi hakkında da bilgi edineceksiniz.",
    "imagePath": "images/articles_1.jpg",
    "category": "Yenidoğan Bakımı",
    "readTimeMinutes": 8,
    "publishDate": "2025-07-15T10:30:00Z",
    "tags": ["yenidoğan", "bebek bakımı", "yeni ebeveynler", "bebek sağlığı"]
  },
  {
    "id": "baby-milestones-first-year",
    "title": "Bebeğinizin İlk Yılı: Gelişim Dönüm Noktaları",
    "subtitle": "İlk yılda neler beklemelisiniz?",
    "content": "Bebeğinizin ilk yılı inanılmaz bir büyüme ve gelişim dönemidir. Bu makalede, bebeğinizin ilk yılı boyunca karşılaşabileceğiniz önemli gelişim dönüm noktalarını keşfedeceksiniz. Başını tutmadan ilk adımlara, ilk gülümsemeden ilk kelimelere kadar her aşama detaylı olarak ele alınmıştır. Ayrıca, gelişim gecikmelerini nasıl tespit edeceğiniz ve ne zaman bir uzmana danışmanız gerektiği konusunda da rehberlik sunulmaktadır.",
    "imagePath": "images/articles_2.jpg",
    "category": "Bebek Gelişimi",
    "readTimeMinutes": 10,
    "publishDate": "2025-07-20T14:15:00Z",
    "tags": ["bebek gelişimi", "ilk yıl", "dönüm noktaları", "motor becerileri"]
  },
  {
    "id": "breastfeeding-guide",
    "title": "Anne Sütü ve Emzirme Rehberi",
    "subtitle": "Başarılı bir emzirme deneyimi için ipuçları",
    "content": "Emzirme, hem anne hem de bebek için sayısız fayda sağlar. Bu kapsamlı rehberde, doğru emzirme teknikleri, süt üretimini artırma yöntemleri ve karşılaşılabilecek yaygın sorunların üstesinden gelme konularında bilgiler bulacaksınız. Ayrıca, çalışan anneler için süt sağma ve saklama konularında pratik öneriler de yer almaktadır. Emzirme sürecinde karşılaşılabilecek zorluklar ve çözüm önerileri hakkında da detaylı bilgiler içerir.",
    "imagePath": "images/articles_3.jpg",
    "category": "Bebek Beslenmesi",
    "readTimeMinutes": 12,
    "publishDate": "2025-07-25T09:45:00Z",
    "tags": ["emzirme", "anne sütü", "bebek beslenmesi", "süt sağma"]
  },
  {
    "id": "baby-sleep-patterns",
    "title": "Bebeklerde Uyku Düzeni",
    "subtitle": "Bebeğinizin daha iyi uyumasına yardımcı olacak ipuçları",
    "content": "Bebeklerde uyku düzeni, ebeveynlerin en çok zorlandığı konulardan biridir. Bu makalede, yenidoğanlardan 1 yaşına kadar olan dönemde bebeklerin uyku döngüleri, gece uyanmaları ve uyku eğitimi hakkında kapsamlı bilgiler bulacaksınız. Güvenli uyku kuralları, uyku ortamı düzenleme ve uyku regresyonları gibi önemli konular da detaylı olarak ele alınmıştır. Ayrıca, ebeveynlerin kendi uyku düzenlerini korurken bebeklerinin uyku alışkanlıklarını nasıl düzenleyebileceklerine dair pratik öneriler sunulmaktadır.",
    "imagePath": "images/articles_4.jpg",
    "category": "Bebek Sağlığı",
    "readTimeMinutes": 9,
    "publishDate": "2025-08-01T11:20:00Z",
    "tags": ["bebek uykusu", "uyku düzeni", "uyku eğitimi", "gece beslenmesi"]
  },
  {
    "id": "introducing-solid-foods",
    "title": "Ek Gıdaya Geçiş Rehberi",
    "subtitle": "Bebeğinizi katı gıdalarla tanıştırırken bilmeniz gerekenler",
    "content": "Bebeğiniz büyüdükçe beslenme ihtiyaçları da değişir. Bu kapsamlı rehber, ek gıdaya ne zaman ve nasıl başlanacağı, hangi gıdaların ne zaman verilebileceği ve alerji riskini en aza indirmek için dikkat edilmesi gerekenler hakkında detaylı bilgiler içerir. BLW (Baby-Led Weaning) yöntemi ve püre ile besleme arasındaki farklar, örnek öğün planları ve bebeğinizin beslenmesini kolaylaştıracak pratik ipuçları da bu makalede yer almaktadır. Ayrıca, yemek zamanlarını eğlenceli ve stressiz hale getirmenin yolları hakkında da öneriler sunulmaktadır.",
    "imagePath": "images/articles_5.jpg",
    "category": "Bebek Beslenmesi",
    "readTimeMinutes": 11,
    "publishDate": "2025-08-05T16:30:00Z",
    "tags": ["ek gıda", "katı gıdaya geçiş", "bebek beslenmesi", "BLW"]
  }
]