[
    {
    "id": "newborn-care-101",
    "title": "Yenidoğan Bakımının Temelleri",
    "subtitle": "Bebeğinizin ilk günlerinde bilmeniz gereken her şey",
    "content": "Hayatınıza yeni katılan o minik mucize… Onun kokusu, minicik elleri, masum bakışları… Her şey çok güzel ama bir o kadar da heyecan verici, değil mi? Hele ilk defa anne-baba oluyorsanız, “Acaba doğru mu yapıyorum?” sorusu kafanızdan hiç gitmiyor olabilir. Merak etmeyin, bu çok normal. İşte size yenidoğan bakımında bilmeniz gereken temel noktalar…\n\nYenidoğan dönemi, doğumdan sonraki ilk 28 günü kapsar. Bu süreçte bebeğiniz, anne karnındaki sıcacık ve güvenli ortamdan yepyeni bir dünyaya uyum sağlamaya çalışır. Vücut ısısını kontrol etmeyi öğrenir, sindirim sistemi çalışmaya başlar ve bağışıklık sistemi güçlenir. Siz de onun bu adaptasyon sürecinde en önemli rehberi olursunuz.\n\nAnne sütü, bebeğiniz için hem besin değeri hem de koruyucu özellikleri bakımından eşsizdir. İlk 6 ay sadece anne sütü önerilir. Bebeğinizin açlık sinyallerini anlamak zamanla kolaylaşır: Ellerini ağzına götürmesi, dudaklarını büzmesi veya hafif huzursuzlanması “acıkıyorum” demenin yollarıdır. Emzirme sadece beslemek değil, aynı zamanda güven ve sevgi köprüsü kurmaktır.\n\nİlk günlerde bebeğiniz günde 16-18 saat uyuyabilir. Ancak bu uyku aralıklarla bölünür. Onu sırt üstü yatırmak, ani bebek ölümü sendromu riskini azaltır. Yatağında yastık, battaniye, peluş oyuncak gibi boğulma riski taşıyan eşyalar olmamalıdır. Uyku hem onun büyümesi hem de sizin toparlanmanız için bir fırsattır.\n\nGöbek bağı genellikle 1-2 hafta içinde kendiliğinden düşer. Bu süreçte bölgeyi temiz ve kuru tutmak gerekir. Kızarıklık, kötü koku ya da akıntı fark ederseniz doktorunuza danışın. Banyo konusunda ise ilk günlerde her gün yıkamak gerekmez; haftada 2-3 kez yeterlidir. Ilık su ve bebek cildine uygun, pH dengeli ürünler kullanmak idealdir.\n\nYenidoğanlar sık sık bez değiştirir, günde ortalama 8-12 kez. Her değişimde bölgeyi temizlemek, nazikçe kurutmak ve pişik kremi kullanmak pişiği önler.\n\nDoğum sonrası ilk hafta içinde doktor kontrolü şarttır. Ayrıca Hepatit B ve BCG aşıları dahil olmak üzere aşı takviminin takip edilmesi bebeğinizin sağlığı için kritik önemdedir. Sarılık belirtilerine karşı da dikkatli olun; cildinde ve göz beyazında sararma fark ederseniz vakit kaybetmeden doktora başvurun.\n\nYenidoğan bakımı sadece fiziksel ihtiyaçları karşılamak değildir. Onunla konuşmak, ninni söylemek, göz teması kurmak duygusal gelişimini destekler. Ten tene temas ise hem bağlanmayı güçlendirir hem de bebeğin huzurunu artırır.\n\nYeni bir bebek, özellikle ilk günlerde uykusuz geceler, hızlı öğünler ve yoğun bir tempo demektir. Ama sizin de sağlıklı ve güçlü olmanız lazım. Fırsat buldukça dinlenin, dengeli beslenin ve eşinizle süreci paylaşın.\n\nSonuç olarak, yenidoğan bakımı sabır, dikkat ve sevgi ister. Her bebeğin kendine özgü bir ritmi vardır. Onu gözlemleyin, sinyallerini öğrenin ve en önemlisi, bu özel günlerin tadını çıkarın. Çünkü bebekler sandığınızdan çok daha hızlı büyür…",
    "imagePath": "https://raw.githubusercontent.com/okankayci/baby_plus/refs/heads/main/data/articles/images/articles_1.jpg",
    "category": "Yenidoğan Bakımı",
    "readTimeMinutes": 8,
    "publishDate": "2025-07-15T10:30:00Z",
    "tags": ["yenidoğan", "bebek bakımı", "yeni ebeveynler", "bebek sağlığı"]
}, {
      "id": "baby-101",
    "title": "Yenidoğan Bakımının Temelleri",
    "subtitle": "Bebeğinizin ilk günlerinde bilmeniz gereken her şey",
    "content": "Yenidoğan bakımı, yeni ebeveynler için hem heyecan verici hem de zorlayıcı olabilir. Bu rehberde, bebeğinizin temel ihtiyaçlarını karşılamak için gerekli tüm bilgileri bulacaksınız. Yenidoğan beslenmesi, alt değiştirme, banyo yaptırma ve uyku düzeni hakkında pratik ipuçları içerir. Ayrıca, bebeğinizin sağlıklı gelişimi için önemli olan rutin kontroller ve aşı takvimi hakkında da bilgi edineceksiniz.",
    "imagePath": "https://raw.githubusercontent.com/okankayci/baby_plus/refs/heads/main/data/articles/images/articles_1.jpg",
    "category": "Yenidoğan Bakımı",
    "readTimeMinutes": 8,
    "publishDate": "2025-07-15T10:30:00Z",
    "tags": ["yenidoğan", "bebek bakımı", "yeni ebeveynler", "bebek sağlığı"]
  
 }
  
]
